"ONE_SONG" = "1 skladba";
"SONGS_COUNT_FORMAT" = "Skladieb: %d";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Vydané %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Hudba";

"123" = "123";

"Add All Albums" = "Pridať všetky albumy";

"Add All Songs" = "Pridať všetky skladby";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Uložiť";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nový Playlist";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Zadajte meno tohto playlistu.";
"ADD_PLAYLIST_ROW" = "Pridať playlist…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Názov";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Pridať skladby do „%@“.";
"EDIT_PLAYLIST_RENAME" = "Premenovať";
"EDIT_PLAYLIST_ADD_SONGS" = "Pridať skladby";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Premenovať playlist";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Názov";

"Albums" = "Albumy";

"All Albums" = "Všetky albumy";

"All Songs" = "Všetky skladby";

"Cancel" = "Zrušiť";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Aktualizuje sa knižnica…";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Toto môže chvíľu trvať.";

"Refresh Playlist" = "Obnoviť Playlist";

"CLEAR" = "Vyčistiť";

"Clear Playlist" = "Vyčistiť playlist";

"Save Playlist" = "Uložiť Playlist";

"Delete Playlist" = "Vymazať playlist";

"Delete" = "Vymazať";

"Done" = "Hotovo";

"Edit" = "Upraviť";

"Save" = "Uložiť";

"LISTING_COUNT_ALBUMS_FORMAT" = "Albumy: %d";

"LISTING_COUNT_ARTISTS_FORMAT" = "Interpreti: %d";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "Položky: %d";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "Skladby: %d";

"LISTING_COUNT_GENRES_FORMAT" = "Žánre: %d";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "Playlisty: %d";

"LISTING_COUNT_SONGS_FORMAT" = "Skladby: %d";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Interpreti";

"NO_CONTEXT_NAVTITLE_GENRES" = "Žánre";

"OK" = "OK";

"Playlists" = "Playlisty";

"Shuffle" = "Zamiešať";

"Songs" = "Skladby";

"Unknown" = "Neznámy";
"UNKNOWN_ARTIST" = "Neznámy interpret";
"UNKNOWN_ALBUM" = "Neznámy album";

"NOW_PLAYING_BUTTON_LABEL" = "Práve\nhrá";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Interpreti (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Interpreti (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumy (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Albumy (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Playlisty (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Playlisty (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Skladby (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Skladby (Nájdených: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Žánre (Výsledky: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Žánre (Výsledky: %@)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Pridať skladby do playlistu %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Vydané %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 skladba";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "Skladieb: %u";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

"UNKNOWN_DURATION" = "--:--";
